[
    {
        "start": "00:00.00",
        "stop": "00:27.96",
        "speaker": "Tutor",
        "dialogue": "Cool. Okay, so first we're going to look at the tools that are on the left-hand side and how to use the platform, and then I'll explain a little bit about what it'll be like as we're working together. So on the left-hand side, there are some tools that you can use to draw different things or type or erase. When you click the pencil button up above, you'll see a color and a size box that pops up, and you can change the color and size if you choose to draw something with that tool."
    },
    {
        "start": "00:27.96",
        "stop": "00:41.68",
        "speaker": "Tutor",
        "dialogue": "And then there's the T inside the square. If you click that, it will enter a text box if you prefer to type instead of draw. And then erasing gets a little bit tricky, so we're going to practice that."
    },
    {
        "start": "00:41.68",
        "stop": "01:10.36",
        "speaker": "Tutor",
        "dialogue": "Don't touch the trash can button. That will erase everything on your screen, and we have no way of getting it back. But if you draw something and you change your mind and want to erase, you'll need to select it, and you select it with that top arrow. So you select whatever you want to erase, and then you can hit your delete button or the arrow with an X in it. So practice drawing something and then see if you can erase what you drew."
    },
    {
        "start": "01:10.36",
        "stop": "01:27.56",
        "speaker": "Tutor",
        "dialogue": "Perfect. Yep. And I can see when you're working live, and I can see you moving your arrow too."
    },
    {
        "start": "01:27.56",
        "stop": "01:55.04",
        "speaker": "Tutor",
        "dialogue": "So if you want to point to something as we're talking, you can do that, and I may point to some things too. Do you have any questions about the tools? No. Great. So you can close your chat box if it's still open to give yourself some more space to see the screen. And then the way we're gonna work, we're gonna be talking back and forth, and I'll ask you a lot of questions, but that doesn't necessarily mean that you got something wrong. I just want to know more about your thinking."
    },
    {
        "start": "01:55.04",
        "stop": "02:22.48",
        "speaker": "Tutor",
        "dialogue": "Also, if I ask you something and you're like, oh, I'm not sure, I need some time to think about that, just verbalize it because I can't see your face. And so I want to make sure that if you're in that thinking mode, I don't interrupt your thinking by continuing to talk. Okay. Okay. You ready to get started? Yeah. Cool. I'm gonna change the screen. Do you see something different on your screen now?"
    },
    {
        "start": "02:23.44",
        "stop": "02:28.56",
        "speaker": "Tutor",
        "dialogue": "Yes. Okay. So take a minute to read it, look it over, and then describe what you think might"
    },
    {
        "start": "02:28.56",
        "stop": "02:56.64",
        "speaker": "Student",
        "dialogue": "be happening in that situation. I'm not sure. I just, I guess it's the path a car is taking to go from New Jersey to New York City. Cool. Yep. You said or, were you gonna say something else?"
    },
    {
        "start": "02:56.64",
        "stop": "03:03.68",
        "speaker": "Student",
        "dialogue": "Or at least like past it because it says through. So where does the car start in this journey?"
    },
    {
        "start": "03:07.84",
        "stop": "03:13.04",
        "speaker": "Student",
        "dialogue": "It starts, wait, here. How do you know it starts right there?"
    },
    {
        "start": "03:14.32",
        "stop": "03:18.24",
        "speaker": "Student",
        "dialogue": "Because it says that it starts from Providence."
    },
    {
        "start": "03:18.24",
        "stop": "03:38.16",
        "speaker": "Student",
        "dialogue": "Wait, oh, nevermind. Sorry. Here. Okay. How do you know it starts there? Because it says it shows a car's journey from this place, Providence, to Newark, New Jersey, through New"
    },
    {
        "start": "03:38.16",
        "stop": "03:48.80",
        "speaker": "Tutor",
        "dialogue": "York City. Cool. Yep. And that path that you talked about, that's the interstate, and that's what the I-95 means. It's the interstate that the car's traveling on. Okay."
    },
    {
        "start": "03:49.60",
        "stop": "03:55.20",
        "speaker": "Tutor",
        "dialogue": "What are some things that you think we might be able to measure in this situation?"
    },
    {
        "start": "03:57.04",
        "stop": "04:03.92",
        "speaker": "Tutor",
        "dialogue": "Uh, distance. Okay. And if we were going to measure the distance, what units could we use?"
    },
    {
        "start": "04:03.92",
        "stop": "04:12.00",
        "speaker": "Student",
        "dialogue": "Uh, miles, I think. Are there other things that we might be able to measure?"
    },
    {
        "start": "04:16.00",
        "stop": "04:28.96",
        "speaker": "Tutor",
        "dialogue": "I'm not sure. Okay, cool. And that's also always cool to say, like, I'm not sure yet, or not sure, but I'm gonna take a risk and maybe it's this. It's okay to push yourself out there too, okay?"
    },
    {
        "start": "04:28.96",
        "stop": "05:04.48",
        "speaker": "Tutor",
        "dialogue": "Okay. All right. Now I'm gonna uncover something and think about how it's similar or different to what you were thinking about. Um, this also relates to distance. Okay. So where do you see distance on this? How is it keeping track of distance? It's on the y-axis. Is this graph measuring or keeping"
    },
    {
        "start": "05:04.48",
        "stop": "05:17.36",
        "speaker": "Student",
        "dialogue": "track of anything else? Also the time. So, uh, the distance per every, like, one, two, three, or four"
    },
    {
        "start": "05:17.36",
        "stop": "05:25.36",
        "speaker": "Tutor",
        "dialogue": "hours. Okay. So it's keeping track of the relationship between the distance and the time"
    },
    {
        "start": "05:25.36",
        "stop": "05:35.12",
        "speaker": "Student",
        "dialogue": "that it takes to travel on this journey? Uh, not, is it this journey specifically? Great question."
    },
    {
        "start": "05:35.12",
        "stop": "05:51.36",
        "speaker": "Tutor",
        "dialogue": "Yes, it is. This is also representing the same journey. Okay. All right. So since it's representing the same journey, if you look at the map and the graph, can you describe each stage of the journey?"
    },
    {
        "start": "05:53.36",
        "stop": "06:04.40",
        "speaker": "Student",
        "dialogue": "Uh, A would be Providence. Uh, New York City would be around E, and then Newark would be F."
    },
    {
        "start": "06:06.88",
        "stop": "06:36.96",
        "speaker": "Tutor",
        "dialogue": "So there's some points there that you think that you can identify on the map. What's happening as the car is traveling along this journey? Uh, I'm not sure. Okay. So let's label. That's awesome. Label the points that you, where do you see A, you mentioned E and F, and I also want to challenge you to think about where would B, C, and D be located?"
    },
    {
        "start": "06:36.96",
        "stop": "07:23.36",
        "speaker": "Student",
        "dialogue": "Okay. Uh, so I see this would be A, and then this would be F. Oh, wait. Uh, is this a separate location from Newark? The New Jersey Turnpike? Yeah. The New Jersey Turnpike is the name of this stretch of the road. Oh. Okay. Uh, so this, so this would be counted as like a point, like on the, this could be one of the letters, right? It could be. And you have A here,"
    },
    {
        "start": "07:23.36",
        "stop": "07:43.84",
        "speaker": "Tutor",
        "dialogue": "and F, but where's the point A and point F? Like is point A over here or over here? Where is the actual point? Uh, I assume it's, oh wait, should I change the color? You can use colors if it helps you. It's totally how you want to show your thinking. It could be here. Okay. And then F would"
    },
    {
        "start": "07:43.84",
        "stop": "08:14.40",
        "speaker": "Student",
        "dialogue": "be here. Okay. Cool. That helps me understand how you're seeing it. Okay. Uh, this could be E then. And then, uh, I assume maybe this is D."
    },
    {
        "start": "08:18.88",
        "stop": "08:32.88",
        "speaker": "Tutor",
        "dialogue": "And then I'm not sure about B and C. Okay. And it also sounds like you're not sure about D with the tone of your voice. You said, maybe here. Okay. So tell me what you're thinking about with"
    },
    {
        "start": "08:32.88",
        "stop": "08:54.88",
        "speaker": "Student",
        "dialogue": "why it might be there. Uh, I assume it's there because, but like New York city, I don't know, like which part of the path is New York city. Like I assume it's this whole area, but like, what, I don't know if it's stressed from here or like, I assume it does start from here, but."
    },
    {
        "start": "08:54.88",
        "stop": "09:07.68",
        "speaker": "Tutor",
        "dialogue": "Yeah. So I can clarify that. This is the road that the car is taking and it drives through New York city, which New York city is big, but it drives through New York city on this road."
    },
    {
        "start": "09:09.44",
        "stop": "09:15.20",
        "speaker": "Tutor",
        "dialogue": "All right. Does that help? Uh, yeah. Okay. Do you still think D would be located there?"
    },
    {
        "start": "09:15.20",
        "stop": "09:29.44",
        "speaker": "Student",
        "dialogue": "I would say so, honestly. Okay, cool. And what's, what is making you think, I'm not sure about B,"
    },
    {
        "start": "09:29.44",
        "stop": "09:39.52",
        "speaker": "Tutor",
        "dialogue": "C and D what's happening. I'm sorry. Just B and C what's happening with those points. Uh, I can't locate them. Why not? What would you need to know to be able to locate them?"
    },
    {
        "start": "09:39.52",
        "stop": "09:49.68",
        "speaker": "Student",
        "dialogue": "I would need to know, uh, the time it took like to get to each like location on the, like map."
    },
    {
        "start": "09:51.36",
        "stop": "09:55.52",
        "speaker": "Student",
        "dialogue": "Okay. Do we know how long it took the car to go from A to B?"
    },
    {
        "start": "09:57.60",
        "stop": "10:01.60",
        "speaker": "Tutor",
        "dialogue": "From A to B, uh, an hour."
    },
    {
        "start": "10:03.20",
        "stop": "10:06.24",
        "speaker": "Student",
        "dialogue": "Do we know how long it took the car to travel the entire journey?"
    },
    {
        "start": "10:06.24",
        "stop": "10:47.76",
        "speaker": "Tutor",
        "dialogue": "Four hours. So do we have, oh, enough information about time for you to make a prediction yet? Or do you still need some more information? To do what? Um, when I asked about B and C, you said I would need to know the time that it took on the map. So on the graph, you read that it takes one hour, one hour to travel to B and four hours for the entire journey. So I'm going to ask you to tell me what you think is the time that it took to travel from A to B and four hours for the entire journey. Does that help you with enough information to determine where B could be located on the map?"
    },
    {
        "start": "10:47.76",
        "stop": "10:52.16",
        "speaker": "Student",
        "dialogue": "Or do you think you need more information? I need more. What else would you need?"
    },
    {
        "start": "10:52.16",
        "stop": "11:08.40",
        "speaker": "Tutor",
        "dialogue": "Uh, distance. Okay. So let's look at the graph. Does the graph give us any information about B? It's at, uh, 50 miles. Okay. So is that enough information for you or do you want more?"
    },
    {
        "start": "11:09.60",
        "stop": "11:19.68",
        "speaker": "Student",
        "dialogue": "Uh, I want to know how it, like, correlates with the map. And that's what I'm asking you"
    },
    {
        "start": "11:19.68",
        "stop": "11:24.48",
        "speaker": "Tutor",
        "dialogue": "to do is to predict it. You're going to take your best estimate of where you think B would be located."
    },
    {
        "start": "11:24.48",
        "stop": "11:33.76",
        "speaker": "Student",
        "dialogue": "Uh,"
    },
    {
        "start": "11:39.52",
        "stop": "11:54.88",
        "speaker": "Tutor",
        "dialogue": "maybe around here. Okay, cool. Put a point there. And it's a prediction. It's an estimate, right? Yeah. So now let's explore it a little bit more. Why would it make sense for B to be located there?"
    },
    {
        "start": "11:55.68",
        "stop": "12:46.96",
        "speaker": "Student",
        "dialogue": "Uh, well, I'm not sure. I just took a guess. I just assumed since it takes an hour, so, to get from A to B. So I just put a point, like, near, like, closer to A than the rest of the points. Okay. So you knew that it didn't make sense to put B right here? Yeah. I mean, well, I guess, but, like, since, like, the journey is, like, from here all the way to here, but the problem is I don't know the distance, like, of the whole, like, in, like, in relation to this, like, map. Okay. Do we know the distance of the total trip?"
    },
    {
        "start": "12:50.96",
        "stop": "12:57.04",
        "speaker": "Student",
        "dialogue": "It's a little above 150. Yeah, and for our purposes, it's okay to estimate."
    },
    {
        "start": "12:57.92",
        "stop": "13:08.00",
        "speaker": "Tutor",
        "dialogue": "Okay. So if it's about 150 miles, if you knew that the entire trip was 150 miles, is that enough information to estimate where point B would be?"
    },
    {
        "start": "13:08.00",
        "stop": "13:44.64",
        "speaker": "Student",
        "dialogue": "Uh, I would say not necessarily, because the only information I can get from that is that from A to F is that it's about 150, but I wouldn't know necessarily where the middle points are, because it's, this is, like, a road or, like, a path, and there's, like, bumps, like, there's, like, turns, so I don't know how that works, because it's not, like, a straight path or anything."
    },
    {
        "start": "13:44.64",
        "stop": "13:57.52",
        "speaker": "Tutor",
        "dialogue": "Yeah, yep, and you're right. We don't know the exact, like, scale factor of the map, which is what I hear you saying, that maybe you would like to really know, like, how much distance this is on the map to be able to put it. Is that what you're saying?"
    },
    {
        "start": "13:58.40",
        "stop": "14:11.20",
        "speaker": "Tutor",
        "dialogue": "Uh, yeah. Yeah, and it's okay to not know the exacts. I'm just going to ask you to estimate for what we're doing today. Okay. Okay, so now if you keep going, where do you think point C would be located and why?"
    },
    {
        "start": "14:13.04",
        "stop": "14:41.76",
        "speaker": "Student",
        "dialogue": "I think it would be close, but the thing is that from B to C, like, it's a flat line, so that's, there's, like, there's a 30-minute, like, interval or whatever, but there's no, like, change in distance. Ah, what does that mean?"
    },
    {
        "start": "14:42.80",
        "stop": "14:48.72",
        "speaker": "Student",
        "dialogue": "So they would be the same point. Why would they be at the same point?"
    },
    {
        "start": "14:48.72",
        "stop": "14:56.08",
        "speaker": "Tutor",
        "dialogue": "Because there's no change in distance. Ah, so distance is staying the same from B to C?"
    },
    {
        "start": "14:57.36",
        "stop": "15:02.16",
        "speaker": "Tutor",
        "dialogue": "Yes. And time, is time also staying the same from B to C, or is it changing?"
    },
    {
        "start": "15:03.52",
        "stop": "15:08.16",
        "speaker": "Tutor",
        "dialogue": "Time changes. Is time increasing or decreasing?"
    },
    {
        "start": "15:08.16",
        "stop": "15:22.40",
        "speaker": "Student",
        "dialogue": "Well, it increases, wait, no, wait, okay, uh, time increases."
    },
    {
        "start": "15:23.68",
        "stop": "15:26.56",
        "speaker": "Student",
        "dialogue": "Yeah, cool stuff. All right, I'm going to type some words here"
    },
    {
        "start": "15:28.96",
        "stop": "15:47.68",
        "speaker": "Tutor",
        "dialogue": "so that your brain can do some more of these mental aerobics. Are you ready? Oops. Okay, it disappeared. And you've started describing them using these words, too. I'm going to challenge you to use them each time I ask you why or what's going on in a section."
    },
    {
        "start": "15:48.24",
        "stop": "16:14.40",
        "speaker": "Tutor",
        "dialogue": "So increasing, decreasing, and staying the same. Okay? So from B to C, in one complete sentence, explain how distance and how time are changing. Oops, I want that to be purple."
    },
    {
        "start": "16:18.72",
        "stop": "16:25.44",
        "speaker": "Student",
        "dialogue": "So do I type this or do I say it? You can type it or you can say it."
    },
    {
        "start": "16:25.44",
        "stop": "16:29.76",
        "speaker": "Tutor",
        "dialogue": "And I'll type what you say. Okay."
    },
    {
        "start": "16:55.44",
        "stop": "17:14.96",
        "speaker": "Student",
        "dialogue": "Okay. Okay. So read out loud what you typed. From B to C, the distance stays the same while"
    },
    {
        "start": "17:14.96",
        "stop": "17:44.88",
        "speaker": "Tutor",
        "dialogue": "time increases. So distance and time are both changing in some way from B to C, and your sentence here describes how they're changing in relation to each other from B to C. And that justifies point B and C being the same point. Yes. Cool. I want you to do the same thing for point for this section of A to B. What's going on from A to B? Okay."
    },
    {
        "start": "17:53.44",
        "stop": "18:15.52",
        "speaker": "Tutor",
        "dialogue": "It is popping up right here in the middle. And if you want to make it a little, I can make it a little bit bigger for you if you want. Okay. Thank you."
    },
    {
        "start": "18:28.88",
        "stop": "18:34.24",
        "speaker": "Student",
        "dialogue": "Okay. Okay. Read it out loud. From A to B, distance and time increase."
    },
    {
        "start": "18:35.28",
        "stop": "18:45.68",
        "speaker": "Tutor",
        "dialogue": "So from A to B, they're both increasing. Cool. Yeah. Do you know how much A to B, how much distance is increasing or how much time is increasing?"
    },
    {
        "start": "18:47.28",
        "stop": "18:54.00",
        "speaker": "Student",
        "dialogue": "An hour passes between the two points and from A to B, it's 50 miles."
    },
    {
        "start": "18:54.00",
        "stop": "19:01.12",
        "speaker": "Tutor",
        "dialogue": "Cool. So can you add that back into your sentence? More detail about the units for how it's changing."
    },
    {
        "start": "19:04.56",
        "stop": "19:08.96",
        "speaker": "Tutor",
        "dialogue": "Oh, that's okay. I'll cover that one back up."
    },
    {
        "start": "19:08.96",
        "stop": "19:23.84",
        "speaker": "Tutor",
        "dialogue": "And I'm going to move yours down to here and you can take it."
    },
    {
        "start": "19:39.52",
        "stop": "19:41.28",
        "speaker": "Tutor",
        "dialogue": "Okay. All right. What does it say?"
    },
    {
        "start": "19:42.40",
        "stop": "19:47.20",
        "speaker": "Student",
        "dialogue": "From A to B, distance increases by 50 miles and time increases by an hour."
    },
    {
        "start": "19:47.20",
        "stop": "19:52.56",
        "speaker": "Tutor",
        "dialogue": "Okay. So if we go back and look at your map, do you think this is a reasonable estimate to show"
    },
    {
        "start": "19:52.56",
        "stop": "19:57.44",
        "speaker": "Student",
        "dialogue": "that distance increasing by about 50 miles and time increasing by about an hour of the"
    },
    {
        "start": "19:57.44",
        "stop": "20:18.08",
        "speaker": "Tutor",
        "dialogue": "street that you're driving on is the same as distance increasing by about 50 miles? I think it's reasonable, but maybe it could be moved like down a little because 50 would be"
    },
    {
        "start": "20:20.56",
        "stop": "20:27.60",
        "speaker": "Student",
        "dialogue": "like around a third of the path. Since it's around 150 miles total."
    },
    {
        "start": "20:27.60",
        "stop": "20:34.72",
        "speaker": "Student",
        "dialogue": "Ah, so you're thinking that your estimate was a little bit too big or too short?"
    },
    {
        "start": "20:34.72",
        "stop": "20:38.56",
        "speaker": "Student",
        "dialogue": "A little too like short."
    },
    {
        "start": "20:38.56",
        "stop": "20:44.24",
        "speaker": "Tutor",
        "dialogue": "Okay. We can actually, I think, select it and grab it. You don't have to rewrite it."
    },
    {
        "start": "20:44.24",
        "stop": "20:47.92",
        "speaker": "Student",
        "dialogue": "Okay. So I'm going to go ahead and click on it."
    },
    {
        "start": "20:47.92",
        "stop": "20:54.80",
        "speaker": "Tutor",
        "dialogue": "Okay. We can actually, I think, select it and grab it. You don't have to rewrite it."
    },
    {
        "start": "20:54.80",
        "stop": "21:03.52",
        "speaker": "Tutor",
        "dialogue": "Yeah. You can move it if you want. You have to move the point and your label separately, but yeah. Cool. You can move it to where you think you want to revise your point."
    },
    {
        "start": "21:04.80",
        "stop": "21:05.92",
        "speaker": "Student",
        "dialogue": "I think around here."
    },
    {
        "start": "21:08.64",
        "stop": "21:16.72",
        "speaker": "Tutor",
        "dialogue": "Okay. Cool. Let's do the same thing. I'm going to move this text box out of the way, give you another one for up here."
    },
    {
        "start": "21:16.72",
        "stop": "21:21.60",
        "speaker": "Tutor",
        "dialogue": "What's going on from C to D with the variables in this situation?"
    },
    {
        "start": "21:24.88",
        "stop": "21:29.52",
        "speaker": "Student",
        "dialogue": "It's similar to A to B."
    },
    {
        "start": "21:31.52",
        "stop": "21:35.60",
        "speaker": "Tutor",
        "dialogue": "Cool. Type what's happening from C to D. What's going on?"
    },
    {
        "start": "21:35.60",
        "stop": "21:48.56",
        "speaker": "Tutor",
        "dialogue": "Okay."
    },
    {
        "start": "22:05.60",
        "stop": "22:23.84",
        "speaker": "Tutor",
        "dialogue": "Cool. I'll resize it. And then you read your words that you wrote."
    },
    {
        "start": "22:25.04",
        "stop": "22:30.24",
        "speaker": "Student",
        "dialogue": "From C to D, distance increases by 50 miles and time increases by about an hour."
    },
    {
        "start": "22:30.24",
        "stop": "22:36.00",
        "speaker": "Tutor",
        "dialogue": "Okay. Cool. So the car is moving in the same way in C to D as it was from A to B?"
    },
    {
        "start": "22:38.48",
        "stop": "22:38.98",
        "speaker": "Tutor",
        "dialogue": "Yeah."
    },
    {
        "start": "22:39.60",
        "stop": "22:43.28",
        "speaker": "Tutor",
        "dialogue": "Okay. What about D to E? What's happening there?"
    },
    {
        "start": "22:43.28",
        "stop": "22:56.72",
        "speaker": "Tutor",
        "dialogue": "Okay. I'm going to move this for you. Give you another one to put up here."
    },
    {
        "start": "23:13.28",
        "stop": "23:21.28",
        "speaker": "Tutor",
        "dialogue": "Cool."
    },
    {
        "start": "23:43.28",
        "stop": "23:51.28",
        "speaker": "Tutor",
        "dialogue": "Cool."
    },
    {
        "start": "24:13.28",
        "stop": "24:21.28",
        "speaker": "Tutor",
        "dialogue": "Okay."
    },
    {
        "start": "24:21.84",
        "stop": "24:26.24",
        "speaker": "Tutor",
        "dialogue": "Cool. I'm going to make it bigger so I can see. Cool. Read your words."
    },
    {
        "start": "24:27.28",
        "stop": "24:32.88",
        "speaker": "Student",
        "dialogue": "From D to E, distance increases about 140 miles and time increases about an hour and a half."
    },
    {
        "start": "24:34.08",
        "stop": "24:39.60",
        "speaker": "Tutor",
        "dialogue": "Show me how you see the 140 miles that it increases and how you see the hour and a half."
    },
    {
        "start": "24:39.60",
        "stop": "24:43.52",
        "speaker": "Tutor",
        "dialogue": "This one gets a little bit trickier, right? Because it's not right on the lines. I just want to see how you're seeing it."
    },
    {
        "start": "24:44.16",
        "stop": "24:57.68",
        "speaker": "Student",
        "dialogue": "Oh, I didn't. I was looking at the miles wrong. I didn't mean 140. It's around 40."
    },
    {
        "start": "24:58.88",
        "stop": "25:03.68",
        "speaker": "Tutor",
        "dialogue": "But E is at 140. So how come E is at 140 but this is 140?"
    },
    {
        "start": "25:03.68",
        "stop": "25:07.68",
        "speaker": "Student",
        "dialogue": "Oh, yeah. But that's the distance from A to E, not D to E."
    },
    {
        "start": "25:07.68",
        "stop": "25:15.04",
        "speaker": "Tutor",
        "dialogue": "Ah, okay. Yep. 140 is keeping track of a different section of the journey from start."
    },
    {
        "start": "25:15.04",
        "stop": "25:19.84",
        "speaker": "Tutor",
        "dialogue": "Okay. So D to E, distance increases and time increases."
    },
    {
        "start": "25:20.80",
        "stop": "25:26.48",
        "speaker": "Tutor",
        "dialogue": "And you also said that distance increases and time increases from A to B and C to D."
    },
    {
        "start": "25:27.36",
        "stop": "25:33.60",
        "speaker": "Tutor",
        "dialogue": "How come it's a squiggly line from D to E and it's more of a straight line A to B and C to D?"
    },
    {
        "start": "25:33.60",
        "stop": "25:55.52",
        "speaker": "Student",
        "dialogue": "Uh, so from A to B, the squiggly line, oh, wait, okay. From A to B, it's a straight line because I guess it's like consistent, but maybe from D to E wasn't consistent."
    },
    {
        "start": "25:56.56",
        "stop": "26:00.80",
        "speaker": "Tutor",
        "dialogue": "Yeah, something is consistent and something is not consistent."
    },
    {
        "start": "26:00.80",
        "stop": "26:03.60",
        "speaker": "Tutor",
        "dialogue": "What is the it that you're saying is consistent?"
    },
    {
        "start": "26:07.60",
        "stop": "26:09.60",
        "speaker": "Student",
        "dialogue": "Uh."
    },
    {
        "start": "26:09.60",
        "stop": "26:13.60",
        "speaker": "Tutor",
        "dialogue": "So."
    },
    {
        "start": "26:28.16",
        "stop": "26:33.20",
        "speaker": "Tutor",
        "dialogue": "All right, which one are you saying the time is consistent for? From A to B or C to D?"
    },
    {
        "start": "26:33.20",
        "stop": "26:39.28",
        "speaker": "Student",
        "dialogue": "I think time is consistent for all of it."
    },
    {
        "start": "26:40.88",
        "stop": "26:42.88",
        "speaker": "Tutor",
        "dialogue": "Okay. So let's go back to. I'm not sure though."
    },
    {
        "start": "26:42.88",
        "stop": "26:48.48",
        "speaker": "Tutor",
        "dialogue": "Yeah, I love it. So right now you're like, something's consistent, not sure what it is."
    },
    {
        "start": "26:48.48",
        "stop": "27:15.44",
        "speaker": "Tutor",
        "dialogue": "I think it's time, maybe it's not. And all of this like back and forth that your brain is doing right now is awesome. It's literally right now in the moment of making new connections and trying to make sense of what's happening. So it feels a little uncomfortable. And remember when I said, when I ask you questions, it doesn't mean that you're wrong. I want to ask you some specific questions because I want to help your brain make that connection right now. Cool?"
    },
    {
        "start": "27:17.04",
        "stop": "27:17.60",
        "speaker": "Student",
        "dialogue": "Yes."
    },
    {
        "start": "27:17.60",
        "stop": "27:24.96",
        "speaker": "Tutor",
        "dialogue": "Yeah. So don't panic. I'm like, oh my gosh, she's asking me questions. What's the answer? I don't know what the answer is. I don't know. It's cool. I just want you to say whatever comes to mind."
    },
    {
        "start": "27:24.96",
        "stop": "27:33.92",
        "speaker": "Tutor",
        "dialogue": "Okay. So from, I'm going to move this one out of the way and pull up A to B."
    },
    {
        "start": "27:37.60",
        "stop": "27:52.32",
        "speaker": "Tutor",
        "dialogue": "So you said, I think maybe time is consistent. And if it's consistent, then it would mean that it's staying the same. But you wrote from A to B, time increases."
    },
    {
        "start": "27:52.32",
        "stop": "28:01.76",
        "speaker": "Tutor",
        "dialogue": "So can time increase and stay the same?"
    },
    {
        "start": "28:11.76",
        "stop": "28:19.04",
        "speaker": "Student",
        "dialogue": "I didn't realize that consistent also means like constant or stays the same."
    },
    {
        "start": "28:19.04",
        "stop": "29:01.60",
        "speaker": "Tutor",
        "dialogue": "Yeah. And I'm going to add that to this purple word bank here, that you just used another one. You said constant. And constant is something that we use to describe things that are happening on graphs and in math a lot. And if something is staying constant in this situation, that means that something is staying the same. And you're right. Yes. Something is staying the same from A to B. That's what's making it constant. That's what's making this linear line or this smooth relationship here. But from D to E, that same thing is not constant."
    },
    {
        "start": "29:02.64",
        "stop": "29:28.08",
        "speaker": "Tutor",
        "dialogue": "It's changing. And you've already said, and you're correct on these, all these things that you've written about distance and time. Those are correct. So what is the thing that is staying the same or not? The relationship. Yeah, it is the relationship. And it has a special name in this situation."
    },
    {
        "start": "29:30.00",
        "stop": "29:33.04",
        "speaker": "Tutor",
        "dialogue": "What is a relationship of miles to hours called?"
    },
    {
        "start": "29:33.04",
        "stop": "29:37.04",
        "speaker": "Tutor",
        "dialogue": "I'm not sure. So I'm going to ask you another deep question."
    },
    {
        "start": "29:39.52",
        "stop": "29:47.52",
        "speaker": "Tutor",
        "dialogue": "This car, can you tell how it's traveling on the map by what we know about distance and time?"
    },
    {
        "start": "29:50.48",
        "stop": "29:56.24",
        "speaker": "Student",
        "dialogue": "Wait, sorry. Can you repeat that? Yep. Yep. And remember, your brain's in the phase of making"
    },
    {
        "start": "29:56.24",
        "stop": "30:26.08",
        "speaker": "Tutor",
        "dialogue": "sense right now. So it's going to feel uncomfortable. Resist the urge to have to feel like you know the right answer right now. Okay? Okay. Allow your like, the muscles to grow in your brain if they were muscles. All right. So you've talked about, I'm going to recap some of the things that you've said. That this is a journey with a car driving on it. And it's driving around this road. And this graph is keeping track of how distance is changing."
    },
    {
        "start": "30:26.08",
        "stop": "31:07.52",
        "speaker": "Tutor",
        "dialogue": "So we know how much distance has increased, or if it stayed the same. And you have talked about how time is changing. So we know how much time is changing, or if it's staying the same. And from B to C, you said the distance stays the same, but the time increases. So what's going on with the car from B to C? The car stops. The car stops. So dig into that thinking some more. If the car is stopped from B to C, is the car stopped from A to B? No. How do you know it's moving? Because"
    },
    {
        "start": "31:07.52",
        "stop": "31:14.48",
        "speaker": "Student",
        "dialogue": "distance changes. Okay. And is the car moving in the same way from D to E, or in a different way?"
    },
    {
        "start": "31:15.68",
        "stop": "31:26.96",
        "speaker": "Tutor",
        "dialogue": "In a different way. What would be different about it? It's not, I guess, maybe the car takes"
    },
    {
        "start": "31:26.96",
        "stop": "31:35.36",
        "speaker": "Student",
        "dialogue": "the, is it? I'm not sure. Yeah, you are. You're so close to it. Just give it some time."
    },
    {
        "start": "31:37.36",
        "stop": "31:56.16",
        "speaker": "Tutor",
        "dialogue": "Picture the car moving. It's stopping. It's moving. It's stopping. It's moving. Just give it some time. Picture the car moving. It's stopping. It's moving."
    },
    {
        "start": "31:58.64",
        "stop": "32:04.24",
        "speaker": "Tutor",
        "dialogue": "But it's bumpy here. And then you've also said something is staying constant."
    },
    {
        "start": "32:05.20",
        "stop": "32:13.68",
        "speaker": "Student",
        "dialogue": "Something is not staying constant. Is it because the relationship isn't like linear?"
    },
    {
        "start": "32:13.68",
        "stop": "32:18.80",
        "speaker": "Tutor",
        "dialogue": "Yeah. And if it's linear, it means that it's constant right here. So that means..."
    },
    {
        "start": "32:18.80",
        "stop": "32:24.40",
        "speaker": "Tutor",
        "dialogue": "Yeah. Yeah. So would we be, you said it stopped here and it's moving here."
    },
    {
        "start": "32:24.40",
        "stop": "32:26.80",
        "speaker": "Tutor",
        "dialogue": "Would we be able to tell how fast the car is going?"
    },
    {
        "start": "32:26.80",
        "stop": "32:51.68",
        "speaker": "Student",
        "dialogue": "I don't think you can from, I mean, wait. So 50 miles per hour. Wait, no, actually no. Because it's not like constant the whole time. No. So cool. I'm doing all that thinking out loud."
    },
    {
        "start": "32:51.68",
        "stop": "32:56.96",
        "speaker": "Tutor",
        "dialogue": "That was awesome. So 50 miles per hour, where did that come from?"
    },
    {
        "start": "32:58.72",
        "stop": "33:16.16",
        "speaker": "Student",
        "dialogue": "I was just looking from A to B, but then I realized that the rest of the graph isn't like constant the same way from A to B. So you're saying A to B is constant and it's 50 miles an"
    },
    {
        "start": "33:16.16",
        "stop": "33:30.88",
        "speaker": "Tutor",
        "dialogue": "hour from A to B. But from B to C, how fast the car is going is different. Yeah. It's not constant there. Okay, cool. So can we figure out how fast the car is going in each of these sections then?"
    },
    {
        "start": "33:35.52",
        "stop": "33:42.80",
        "speaker": "Student",
        "dialogue": "I don't know how to for D to E. Okay. But you do know for the other sections?"
    },
    {
        "start": "33:42.80",
        "stop": "33:51.84",
        "speaker": "Student",
        "dialogue": "Well, E to F would probably be like an estimate. Yeah. And you can estimate it. That's cool."
    },
    {
        "start": "33:51.84",
        "stop": "34:13.28",
        "speaker": "Tutor",
        "dialogue": "Do that. Challenge yourself to label how fast the car is going during each of these sections of the journey now. Okay."
    },
    {
        "start": "34:26.96",
        "stop": "34:27.46",
        "speaker": "Student",
        "dialogue": "Cool."
    },
    {
        "start": "35:27.52",
        "stop": "36:00.80",
        "speaker": "Tutor",
        "dialogue": "So that was cool. You've already showed me how you know that A to B is 50 miles per hour and how B to C is zero miles per hour. How did you get 60 miles per hour for E to F?"
    },
    {
        "start": "36:01.92",
        "stop": "36:08.96",
        "speaker": "Student",
        "dialogue": "Well, I'm not sure, but I estimated, I guess E to F is around 15 minutes."
    },
    {
        "start": "36:10.88",
        "stop": "36:35.28",
        "speaker": "Student",
        "dialogue": "So that means that the distance between those points is around like 15 miles. So I just, I guess, converted that to hours. Well, yeah. Yeah. So you're saying that if I know the car went 15"
    },
    {
        "start": "36:36.00",
        "stop": "36:54.24",
        "speaker": "Tutor",
        "dialogue": "miles in 15 minutes, I can use that information to figure out how far the car would go in 60 minutes if it keeps traveling at the same rate? Yeah. Yeah. Cool. That estimate sounds reasonable."
    },
    {
        "start": "36:56.24",
        "stop": "37:14.48",
        "speaker": "Tutor",
        "dialogue": "What is this thing you're talking about miles per hour now? That's the unit you're using to describe something that's changing. What's changing? The miles? Miles is measured in distance."
    },
    {
        "start": "37:14.48",
        "stop": "37:24.64",
        "speaker": "Tutor",
        "dialogue": "Time is measured in hours. Yeah. You're now starting to think about and keep track of something else that's measured in units of miles per hour. Do you know what that thing is?"
    },
    {
        "start": "37:24.64",
        "stop": "37:27.84",
        "speaker": "Tutor",
        "dialogue": "A relationship? Yeah. Do you know what that relationship is called? What that thing is called?"
    },
    {
        "start": "37:29.28",
        "stop": "37:39.04",
        "speaker": "Tutor",
        "dialogue": "A ratio? It is a ratio. And it is a how fast the car is going. We describe it as the speed."
    },
    {
        "start": "37:39.04",
        "stop": "37:46.00",
        "speaker": "Tutor",
        "dialogue": "We describe it as the speed. Right. So that's another thing that's changing in this situation."
    },
    {
        "start": "37:47.76",
        "stop": "38:06.40",
        "speaker": "Tutor",
        "dialogue": "So when you said A to B, the distance increases by 50 miles, time increases by an hour, and then it is consistent. What's the it that is consistent or constant or staying the same?"
    },
    {
        "start": "38:06.40",
        "stop": "38:16.48",
        "speaker": "Tutor",
        "dialogue": "The speed. The speed. Yeah. So edit your A to B sentence to add that now, because you're layering on another level of thinking. Okay."
    },
    {
        "start": "38:16.48",
        "stop": "38:23.20",
        "speaker": "Student",
        "dialogue": "Cool. And then from D to E. So let's pull this one up here."
    },
    {
        "start": "38:23.20",
        "stop": "38:43.04",
        "speaker": "Tutor",
        "dialogue": "We have distance and time. And then from D to E. So let's pull this one up here."
    },
    {
        "start": "38:43.04",
        "stop": "39:05.92",
        "speaker": "Tutor",
        "dialogue": "We have distance and the units we're thinking about distance in. We have time and the units we're thinking about time in. What's going on with speed from D to E? And is it increasing, decreasing, or staying the same? Um, well, I'm not really sure. So I'm going to circle back to something that you said early on. Okay."
    },
    {
        "start": "39:05.92",
        "stop": "39:13.04",
        "speaker": "Student",
        "dialogue": "When you when we were looking at why is A to B this straight line and D to E is a bumpy line?"
    },
    {
        "start": "39:14.24",
        "stop": "39:20.40",
        "speaker": "Tutor",
        "dialogue": "You said that the speed is constant. So you're saying that the speed is constant."
    },
    {
        "start": "39:20.40",
        "stop": "39:25.20",
        "speaker": "Tutor",
        "dialogue": "So you're saying that the speed is constant. So you're saying that the speed is constant."
    },
    {
        "start": "39:25.20",
        "stop": "39:56.56",
        "speaker": "Tutor",
        "dialogue": "So you're saying that the speed is constant. So when you said that A to B is a straight line, and D to E is a bumpy line, you said something like, it is consistent from A to B, and it is not consistent from D to E. What is the it you were thinking about? Uh, I guess speed. Yeah, so the speed is constant from B to C and C to D, but it is not constant from D to E."
    },
    {
        "start": "39:58.80",
        "stop": "40:05.68",
        "speaker": "Tutor",
        "dialogue": "So does that mean that the speed is staying the same, increasing, decreasing, or a little bit of"
    },
    {
        "start": "40:05.68",
        "stop": "40:15.12",
        "speaker": "Student",
        "dialogue": "all? Well, um, I'm not sure if it's increasing or decreasing, but I know it's not constant."
    },
    {
        "start": "40:15.12",
        "stop": "40:22.16",
        "speaker": "Tutor",
        "dialogue": "So, I can't tell if the car was stopped. What does the graph look like if the car stopped?"
    },
    {
        "start": "40:24.08",
        "stop": "40:41.36",
        "speaker": "Student",
        "dialogue": "Uh, the line is flat, like there's no change in distance. Yeah, so do we have any sections on here where there's no change or minimal change in distance? Uh, I can't tell if those like"
    },
    {
        "start": "40:41.36",
        "stop": "41:15.20",
        "speaker": "Tutor",
        "dialogue": "are like flat. Yeah, so they may not be completely flat, but the more flat they are, the faster the car is going or the slower the car is going? Oh, the slower. The slower, yeah. So this car speeds up and then it slows down, or maybe stops or almost stops, and then speeds up and then slows down, and so on. Okay. So if we go back to your estimates for your points, you said D to E were right here. Would it make sense for the car to be doing that when it's in New York City?"
    },
    {
        "start": "41:18.08",
        "stop": "41:27.28",
        "speaker": "Student",
        "dialogue": "Uh, I guess so, because I don't know. Like..."
    },
    {
        "start": "41:27.28",
        "stop": "41:32.56",
        "speaker": "Student",
        "dialogue": "What's going on in New York City that would cause a car to speed up, slow down, start, and stop?"
    },
    {
        "start": "41:35.20",
        "stop": "41:41.36",
        "speaker": "Tutor",
        "dialogue": "Traffic. Yeah, if it hits some traffic, its speed's going to change."
    },
    {
        "start": "41:43.20",
        "stop": "41:46.56",
        "speaker": "Tutor",
        "dialogue": "From it. I have one more question."
    },
    {
        "start": "41:46.56",
        "stop": "41:55.20",
        "speaker": "Tutor",
        "dialogue": "From A to B here on the map, the line is curvy."
    },
    {
        "start": "41:58.56",
        "stop": "42:06.96",
        "speaker": "Tutor",
        "dialogue": "From A to B here, it's a straight segment. They both run straight."
    },
    {
        "start": "42:06.96",
        "stop": "42:18.88",
        "speaker": "Tutor",
        "dialogue": "From A to B here, it's a straight segment. They both represent the same section of journey."
    },
    {
        "start": "42:19.52",
        "stop": "42:37.36",
        "speaker": "Student",
        "dialogue": "How come it's curvy over here and straight here? Because that's, uh, the map shows the real, like, route, or, like, road, but this is a graph that's measuring the relationship between distance and"
    },
    {
        "start": "42:37.36",
        "stop": "43:03.68",
        "speaker": "Tutor",
        "dialogue": "time. Wow, that was a beautiful explanation. They are keeping track of two separate things, and you even used a very powerful word in there of, yeah, this blue section is keeping track of the relationship between these two things. And as we worked through today, you started to think about that relationship actually has units of miles per hour, and we can call it speed."
    },
    {
        "start": "43:05.44",
        "stop": "43:07.68",
        "speaker": "Tutor",
        "dialogue": "That's also the slope of the lines."
    },
    {
        "start": "43:11.12",
        "stop": "44:01.28",
        "speaker": "Tutor",
        "dialogue": "Okay. Does that make sense? Yeah. Yeah. So this graph happens to be about distance and time and speed in this situation, but whenever you see any graph, and graphs will start to look all sorts of different ways as you get higher and higher in math, no matter what graph you have, challenge yourself to stop and make sense of the graph. What is this axis keeping track of, and what are the units? What is this axis keeping track of? What are the units, and are these things, how are they changing? They increasing, decreasing, staying the same, and what's going on in the middle of the graph is describing the relationship of how these two things are changing together."
    },
    {
        "start": "44:03.92",
        "stop": "44:27.76",
        "speaker": "Tutor",
        "dialogue": "Okay. Does that make sense? Yeah. All right. We are almost out of time, and you know that you're helping us test out this platform and this way of thinking about and experiencing math learning, so I would love to know a little bit more about your experience. Is there anything? Yeah. So I have just a couple questions. Is there anything that you feel like you're thinking differently"
    },
    {
        "start": "44:27.76",
        "stop": "44:46.80",
        "speaker": "Student",
        "dialogue": "about or feel like you learned? Well, I guess I learned that I should probably make sense of the graph because I definitely was like struggling to, I guess, comprehend like from D to E, like"
    },
    {
        "start": "44:46.80",
        "stop": "44:55.68",
        "speaker": "Tutor",
        "dialogue": "how that worked. But does it help you make sense of the graph? What helps you make sense of D to E?"
    },
    {
        "start": "44:56.80",
        "stop": "45:31.20",
        "speaker": "Student",
        "dialogue": "Well, I guess now I realized I should like consider the relationship between them, like because I was just thinking about like I didn't really understand how this worked, like if what was like changing there, because I didn't consider that there was also like it could, it was probably the relationship changing, like it wasn't staying consistent. Right. Yeah. And so much"
    },
    {
        "start": "45:31.20",
        "stop": "46:07.60",
        "speaker": "Tutor",
        "dialogue": "whenever we're working with graphs, we're told to like plot points and calculate things, right? Yeah. And I heard you saying that a lot in your answers, like, well, I need some more precise knowledge to be able to do this, right? Because I'm so used to having to calculate stuff. So taking the time to stop and make sense of the graph and what's changing, how is it changing, will help bring life to what's going on in whatever that situation is being represented by with a graph."
    },
    {
        "start": "46:08.72",
        "stop": "46:18.40",
        "speaker": "Tutor",
        "dialogue": "And then if you can talk a little bit about what was helpful for you, or what wasn't as helpful, you know, so maybe some things we should keep doing or things we should think about changing."
    },
    {
        "start": "46:18.40",
        "stop": "46:48.16",
        "speaker": "Student",
        "dialogue": "Uh, well, I think it was helpful that there's like tools that you can use to like, I guess, interact with like the, the map and the graph. It kind of confused me at first how the like, text like works. Like I, uh, yeah."
    },
    {
        "start": "46:49.04",
        "stop": "46:51.68",
        "speaker": "Tutor",
        "dialogue": "Like when it pops up in the middle of the graph and you can't see it."
    },
    {
        "start": "46:52.48",
        "stop": "46:56.40",
        "speaker": "Tutor",
        "dialogue": "Yeah. Yeah. That I couldn't find it for a while either when I first started using it."
    },
    {
        "start": "46:56.40",
        "stop": "47:01.36",
        "speaker": "Tutor",
        "dialogue": "That's helpful feedback. Other things that were helpful for you or things that we should change?"
    },
    {
        "start": "47:03.36",
        "stop": "47:06.32",
        "speaker": "Student",
        "dialogue": "I would say not really."
    },
    {
        "start": "47:06.32",
        "stop": "47:13.28",
        "speaker": "Tutor",
        "dialogue": "Okay. Well, thank you so much for joining. I appreciate you helping us think through this."
    },
    {
        "start": "47:13.28",
        "stop": "47:19.84",
        "speaker": "Tutor",
        "dialogue": "And you are a powerful mathematical thinker. Lean into that whenever you feel uncomfortable."
    },
    {
        "start": "47:20.64",
        "stop": "47:39.04",
        "speaker": "Tutor",
        "dialogue": "Know that that is when your brain is literally learning and trying to make sense. Okay. It won't be slick all the time. It's okay. Give yourself grace and allow your brain to think deeply like it naturally wants to. Okay. All right. You have a good night and a good weekend."
    },
    {
        "start": "47:39.04",
        "stop": "47:44.64",
        "speaker": "Tutor",
        "dialogue": "Thank you for the lesson. You're welcome. Thank you. Bye-bye. Do I leave the session now? Yep."
    },
    {
        "start": "47:44.64",
        "stop": "48:02.96",
        "speaker": "Tutor",
        "dialogue": "Yep. You can leave it and it will close. Have a good day. You too."
    }
]